import React from 'react'

export default function LeftBox() {

    console.log("render left box");

  return (
    <div className='w-full lg:w-[73%] rounded-lg bg-white p-5'>
      <div className='*:font-YekanBakh border-b-2 pb-9'>
      <h3 className='text-[1.2rem] font-bold text-[#0650A3]'>اندروید باکس نت باکس موبوادیشن ، تلویزیون هوشمند ارزان</h3>
      <div className='mt-8'>
        <p className='leading-8'>اپل، به عنوان یکی از شناخته‌شده‌ترین نام‌ها در صنعت فناوری، با طراحی‌های نوآورانه و کیفیت ساخت بالا شناخته می‌شود. محصولات این شرکت، از جمله مک‌بوک‌ها، همواره با استانداردهای بالایی از کیفیت و عملکرد همراه بوده‌اند. از سوی دیگر، ایسوس، برندی تایوانی، با ارائه محصولاتی با قیمت رقابتی و تنوع بالا در مدل‌ها، توانسته است جایگاه قابل توجهی در بازار جهانی کسب کند. ایسوس با تمرکز بر نوآوری و ارائه محصولاتی با قابلیت‌های متنوع، گزینه‌های متعددی را برای انواع کاربران فراهم می‌آورد.</p>
      </div>
      <div className='mt-8'>
        <p className='leading-8'>هدف از این مقایسه، بررسی دقیق و جامع دو برند برتر در صنعت لپ تاپ است. ما نه تنها به مشخصات فنی و عملکردی می‌پردازیم، بلکه جنبه‌هایی چون تجربه کاربری، طراحی، قیمت و ارزش خرید را نیز مورد توجه قرار می‌دهیم. این مقایسه به مخاطبان کمک می‌کند تا با درک بهتری از ویژگی‌های هر برند، انتخابی مناسب با نیازها و سبک زندگی خود داشته باشند. همچنین، این بررسی می‌تواند به عنوان یک راهنمای خرید برای افرادی که در حال بررسی گزینه‌های موجود در بازار هستند، عمل کند.</p>
      </div>
      <div className='mt-8'>
        <img src="images/articles/mobo.png" alt="" />       
      </div>
      <h3 className='text-[1.2rem] mt-8 font-bold text-[#0650A3]'>تاریخچه شرکت اپل</h3>
      <div className='mt-8'>
        <p className='leading-8'>شرکت اپل، که امروزه به عنوان یکی از بزرگترین و موفق‌ترین شرکت‌های فناوری در جهان شناخته می‌شود، مسیری پر فراز و نشیب را طی کرده است. این شرکت در سال ۱۹۷۶ توسط استیو جابز، استیو وزنیاک و رونالد وین تأسیس شد. اولین محصول آنها، اپل I، یک کامپیوتر شخصی بود که توسط وزنیاک طراحی شده و در گاراژ خانه جابز ساخته شد. این محصول نوآورانه، که به صورت دست‌ساز و با تعداد محدود تولید شد، نقطه آغازینی برای اپل بود.</p>
      </div>
      <div className='mt-8'>
        <p className='leading-8'>شرکت اپل، که امروزه به عنوان یکی از بزرگترین و موفق‌ترین شرکت‌های فناوری در جهان شناخته می‌شود، مسیری پر فراز و نشیب را طی کرده است. این شرکت در سال ۱۹۷۶ توسط استیو جابز، استیو وزنیاک و رونالد وین تأسیس شد. اولین محصول آنها، اپل I، یک کامپیوتر شخصی بود که توسط وزنیاک طراحی شده و در گاراژ خانه جابز ساخته شد. این محصول نوآورانه، که به صورت دست‌ساز و با تعداد محدود تولید شد، نقطه آغازینی برای اپل بود.</p>
      </div>
      <div className='mt-8'>
        <p className='leading-8'>شرکت اپل، که امروزه به عنوان یکی از بزرگترین و موفق‌ترین شرکت‌های فناوری در جهان شناخته می‌شود، مسیری پر فراز و نشیب را طی کرده است. این شرکت در سال ۱۹۷۶ توسط استیو جابز، استیو وزنیاک و رونالد وین تأسیس شد. اولین محصول آنها، اپل I، یک کامپیوتر شخصی بود که توسط وزنیاک طراحی شده و در گاراژ خانه جابز ساخته شد. این محصول نوآورانه، که به صورت دست‌ساز و با تعداد محدود تولید شد، نقطه آغازینی برای اپل بود.</p>
      </div>
      <h3 className='text-[1.2rem] mt-8 font-bold text-[#0650A3]'>مقایسه طراحی ظاهری</h3>
      <div className='mt-8'>
       <p className='leading-8'>در مقابل، ایسوس با تنوع بیشتر در طراحی، به ارائه محصولاتی با سبک‌های متفاوت می‌پردازد. از سری ZenBook با طراحی باریک و سبک، گرفته تا سری ROG با ظاهری جسورانه و گیمینگ، ایسوس تلاش دارد تا نیازهای متنوع کاربران را پوشش دهد. استفاده از رنگ‌ها و بافت‌های متنوع، نورپردازی‌های LED و طراحی‌های خلاقانه در برخی مدل‌ها، ایسوس را به گزینه‌ای جذاب برای کاربرانی تبدیل کرده است که به دنبال تنوع و شخصی‌سازی هستند.</p>
      </div>
      <div className='mt-8'>
       <p className='leading-8'>در مقابل، ایسوس با تنوع بیشتر در طراحی، به ارائه محصولاتی با سبک‌های متفاوت می‌پردازد. از سری ZenBook با طراحی باریک و سبک، گرفته تا سری ROG با ظاهری جسورانه و گیمینگ، ایسوس تلاش دارد تا نیازهای متنوع کاربران را پوشش دهد. استفاده از رنگ‌ها و بافت‌های متنوع، نورپردازی‌های LED و طراحی‌های خلاقانه در برخی مدل‌ها، ایسوس را به گزینه‌ای جذاب برای کاربرانی تبدیل کرده است که به دنبال تنوع و شخصی‌سازی هستند.</p>
      </div>
      <div className='mt-8'>
       <p className='leading-8'>در مقابل، ایسوس با تنوع بیشتر در طراحی، به ارائه محصولاتی با سبک‌های متفاوت می‌پردازد. از سری ZenBook با طراحی باریک و سبک، گرفته تا سری ROG با ظاهری جسورانه و گیمینگ، ایسوس تلاش دارد تا نیازهای متنوع کاربران را پوشش دهد. استفاده از رنگ‌ها و بافت‌های متنوع، نورپردازی‌های LED و طراحی‌های خلاقانه در برخی مدل‌ها، ایسوس را به گزینه‌ای جذاب برای کاربرانی تبدیل کرده است که به دنبال تنوع و شخصی‌سازی هستند.</p>
      </div>
      <div className='mt-8'>
        <img src="/images/articles/mobo2.png" alt="" />       
      </div>
      <div className='mt-8'>
       <p className='leading-8'>در مقابل، ایسوس با تنوع بیشتر در طراحی، به ارائه محصولاتی با سبک‌های متفاوت می‌پردازد. از سری ZenBook با طراحی باریک و سبک، گرفته تا سری ROG با ظاهری جسورانه و گیمینگ، ایسوس تلاش دارد تا نیازهای متنوع کاربران را پوشش دهد. استفاده از رنگ‌ها و بافت‌های متنوع، نورپردازی‌های LED و طراحی‌های خلاقانه در برخی مدل‌ها، ایسوس را به گزینه‌ای جذاب برای کاربرانی تبدیل کرده است که به دنبال تنوع و شخصی‌سازی هستند.</p>
      </div>
      <div className='mt-8'>
       <p className='leading-8'>در مقابل، ایسوس با تنوع بیشتر در طراحی، به ارائه محصولاتی با سبک‌های متفاوت می‌پردازد. از سری ZenBook با طراحی باریک و سبک، گرفته تا سری ROG با ظاهری جسورانه و گیمینگ، ایسوس تلاش دارد تا نیازهای متنوع کاربران را پوشش دهد. استفاده از رنگ‌ها و بافت‌های متنوع، نورپردازی‌های LED و طراحی‌های خلاقانه در برخی مدل‌ها، ایسوس را به گزینه‌ای جذاب برای کاربرانی تبدیل کرده است که به دنبال تنوع و شخصی‌سازی هستند.</p>
      </div>
      </div>
      <div className='mt-8'>
          <div className='flex items-center justify-center sm:justify-start gap-2'>
              <span className='font-Kalame text-[#0650A3] text-[1.6rem]'>0.7</span>
              <span className='font-YekanBakh'>از</span>
              <span className='font-Kalame'>5</span>
              <p className='font-YekanBakh bg-[#0650A3] p-2 text-white rounded-md'>آیا این مقاله را دوست داشتید؟</p>
          </div>
      </div>
      <div className='mt-6'>
        <div className='flex flex-col sm:flex-row items-center w-full justify-between gap-7 sm:gap-3'>
           <div className='flex items-start justify-center gap-4'>
              <div className='flex items-center justify-between gap-2'>
                <div>
                  <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" fill="#0650A3" className="size-6">
                   <path fillRule="evenodd" d="M10.788 3.21c.448-1.077 1.976-1.077 2.424 0l2.082 5.006 5.404.434c1.164.093 1.636 1.545.749 2.305l-4.117 3.527 1.257 5.273c.271 1.136-.964 2.033-1.96 1.425L12 18.354 7.373 21.18c-.996.608-2.231-.29-1.96-1.425l1.257-5.273-4.117-3.527c-.887-.76-.415-2.212.749-2.305l5.404-.434 2.082-5.005Z" clipRule="evenodd" />
                 </svg>
                </div>
                <div>
                  <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" fill="#0650A3" className="size-6">
                   <path fillRule="evenodd" d="M10.788 3.21c.448-1.077 1.976-1.077 2.424 0l2.082 5.006 5.404.434c1.164.093 1.636 1.545.749 2.305l-4.117 3.527 1.257 5.273c.271 1.136-.964 2.033-1.96 1.425L12 18.354 7.373 21.18c-.996.608-2.231-.29-1.96-1.425l1.257-5.273-4.117-3.527c-.887-.76-.415-2.212.749-2.305l5.404-.434 2.082-5.005Z" clipRule="evenodd" />
                 </svg>
                </div>
                <div>
                  <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" fill="#0650A3" className="size-6">
                   <path fillRule="evenodd" d="M10.788 3.21c.448-1.077 1.976-1.077 2.424 0l2.082 5.006 5.404.434c1.164.093 1.636 1.545.749 2.305l-4.117 3.527 1.257 5.273c.271 1.136-.964 2.033-1.96 1.425L12 18.354 7.373 21.18c-.996.608-2.231-.29-1.96-1.425l1.257-5.273-4.117-3.527c-.887-.76-.415-2.212.749-2.305l5.404-.434 2.082-5.005Z" clipRule="evenodd" />
                 </svg>
                </div>
                <div>
                  <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" fill="#0650A3" className="size-6">
                   <path fillRule="evenodd" d="M10.788 3.21c.448-1.077 1.976-1.077 2.424 0l2.082 5.006 5.404.434c1.164.093 1.636 1.545.749 2.305l-4.117 3.527 1.257 5.273c.271 1.136-.964 2.033-1.96 1.425L12 18.354 7.373 21.18c-.996.608-2.231-.29-1.96-1.425l1.257-5.273-4.117-3.527c-.887-.76-.415-2.212.749-2.305l5.404-.434 2.082-5.005Z" clipRule="evenodd" />
                 </svg>
                </div>
                <div>
                  <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 24 24" fill="#0650A3" className="size-6">
                   <path fillRule="evenodd" d="M10.788 3.21c.448-1.077 1.976-1.077 2.424 0l2.082 5.006 5.404.434c1.164.093 1.636 1.545.749 2.305l-4.117 3.527 1.257 5.273c.271 1.136-.964 2.033-1.96 1.425L12 18.354 7.373 21.18c-.996.608-2.231-.29-1.96-1.425l1.257-5.273-4.117-3.527c-.887-.76-.415-2.212.749-2.305l5.404-.434 2.082-5.005Z" clipRule="evenodd" />
                 </svg>
                </div>
              </div>
              <p className='font-Kalame'>43 رای</p>
           </div>
           <div className='flex items-center justify-center gap-6'>
             <div className='flex items-center justify-center gap-3'>
                <div>
                  <svg width="20px" height="20px" viewBox="0 0 15 15" fill="none" xmlns="http://www.w3.org/2000/svg">
                   <path d="M14.5 1.5L0.5 6.5L4.5 8.5L10.5 4.5L6.5 9.5L12.5 13.5L14.5 1.5Z" stroke="#000000" stroke-linejoin="round"/>
                  </svg>          
                </div>
                <div>
                 <svg width="20px" height="20px" viewBox="0 0 15 15" fill="none" xmlns="http://www.w3.org/2000/svg">
                   <path d="M11 3.5H12M4.5 0.5H10.5C12.7091 0.5 14.5 2.29086 14.5 4.5V10.5C14.5 12.7091 12.7091 14.5 10.5 14.5H4.5C2.29086 14.5 0.5 12.7091 0.5 10.5V4.5C0.5 2.29086 2.29086 0.5 4.5 0.5ZM7.5 10.5C5.84315 10.5 4.5 9.15685 4.5 7.5C4.5 5.84315 5.84315 4.5 7.5 4.5C9.15685 4.5 10.5 5.84315 10.5 7.5C10.5 9.15685 9.15685 10.5 7.5 10.5Z" stroke="#000000"/>
                  </svg>
                </div>
                <div>
                 <svg width="20px" height="20px" viewBox="0 0 15 15" fill="none" xmlns="http://www.w3.org/2000/svg">
                  <path d="M4.71922 0.5H2.5C1.39543 0.5 0.5 1.39543 0.5 2.5V4.5C0.5 10.0228 4.97715 14.5 10.5 14.5H12.5C13.6046 14.5 14.5 13.6046 14.5 12.5V11.118C14.5 10.7393 14.286 10.393 13.9472 10.2236L11.5313 9.01564C10.987 8.74349 10.3278 9.01652 10.1354 9.59384L9.83762 10.4871C9.64474 11.0658 9.05118 11.4102 8.45309 11.2906C6.05929 10.8119 4.18814 8.94071 3.70938 6.54691C3.58976 5.94882 3.93422 5.35526 4.51286 5.16238L5.62149 4.79284C6.11721 4.6276 6.40214 4.10855 6.2754 3.60162L5.68937 1.25746C5.57807 0.812297 5.17809 0.5 4.71922 0.5Z" stroke="#000000"/>
                  </svg>
                </div>
                <div>
                <svg fill="#000000" width="25px" height="25px" viewBox="0 0 36 36" version="1.1"  preserveAspectRatio="xMidYMid meet" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                    <title>email-line</title>
                    <path className="clr-i-outline clr-i-outline-path-1" d="M32,6H4A2,2,0,0,0,2,8V28a2,2,0,0,0,2,2H32a2,2,0,0,0,2-2V8A2,2,0,0,0,32,6ZM30.46,28H5.66l7-7.24-1.44-1.39L4,26.84V9.52L16.43,21.89a2,2,0,0,0,2.82,0L32,9.21v17.5l-7.36-7.36-1.41,1.41ZM5.31,8H30.38L17.84,20.47Z"></path>
                    <rect x="0" y="0" width="36" height="36" fill-opacity="0"/>
                </svg>
                </div>
             </div>
            <p className='font-YekanBakh'>شبکه های اجتماعی</p>
           </div>
         </div>
      </div>
    </div>
  )
}
